tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "atuin", restart_service: :changed
brew "bat"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "nushell"
brew "oh-my-posh"
brew "ripgrep"
brew "starship"
brew "stow"
brew "topgrade"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders", restart_service: :changed
cask "karabiner-elements"
cask "aerospace"
cask "arc"
cask "chatgpt"
cask "font-maple-mono-nf"
cask "ghostty"
cask "karabiner-elements"
cask "raycast"
cask "spotify"

