tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "atuin", restart_service: :changed
brew "bat"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "nushell"
brew "onefetch"
brew "openssh"
brew "pnpm", link: false
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "topgrade"
brew "yarn", link: false
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "1password"
cask "aerospace"
cask "arc"
cask "ayugram"
cask "chatgpt"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "karabiner-elements"
cask "messenger"
cask "onyx"
cask "pearcleaner"
cask "raycast"
cask "spotify"
cask "zed"
