tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "atuin", restart_service: :changed
brew "bat"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lua"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "onefetch"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "starship"
brew "stow"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "arc"
cask "ayugram"
cask "chatgpt"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "karabiner-elements"
cask "messenger"
cask "motrix"
cask "onyx"
cask "pearcleaner"
cask "raycast"
cask "spotify"
cask "stremio"
cask "zed"
cask "zen-browser"
